/* Start label string */
"OS_LANGSETTING" = "0";

/* AskString string */
"AskString" = "This is free version with online advertising. You can purchase the paid version without any online advertisement. Do you want to purchase it?";

/* Purchase string */
"Purchase" = "Purchase";

/* No thanks string */
"NoThanks" = "No thanks!";

/* CannotPayment string */
"CannotPayment" = "There is a problem to make payment for this purchase. Please try later.";

/* BuyConfirm string */
"BuyConfirm" = "If you have already purchased this item, you will not be charged again.";

/* TransactionFailure string */
"TransactionFailure" = "The transaction of this purchase is failed. Please try later.";

/* Buy it string */
"BuyIt" = "Buy it!";

/* Share On Facebook label string */
"Share On Facebook" = "Share on Facebook";

/* Social network label string */
"Social network" = "Social network";

/* NetworkWarn label string */
"NetworkWarn" = "This free version game requires internet connection.";

/* PostTitle label string */
"Playing game <Bubble Tile>" = "Playing game <Bubble Tile>";

/* Total Archivement string */
"Total Archivement" = "Total Achievement";

/* Bubble Tile label string */
"Bubble Tile" = "Bubble Tile";

/* Least Step string */
"Least Step" = "Least Steps";

/* PaidFeatureAsk string */
"PaidFeatureAsk" = "This feature is available in paid version. Do you want to purchase paid version?";

/*"Triangle label string*/
"Triangle" = "Triangle"; 

/*Square label string*/
"Square" = "Square";

/*Diamond label string*/
"Diamond" = "Rhombus"; 

/*"Hexagon label string"*/
"Hexagon" = "Hexagon";

/*"Parallel label string"*/
"Parallel" = "Parallelism";

/*"Zigzag label string"*/
"Zigzag" = "Zigzag";

/*"Spiral label string"*/
"Spiral" = "Spiral";

/*Full Game Feature label string*/
"Full Game Feature" = "Full Game Feature";

/*Square Puzzle label string*/
"Square Puzzle" = "Square Puzzle";

/*Diamond Puzzle label string*/
"Diamond Puzzle" = "Diamond Puzzle";

/*Hexagon Puzzle label string*/
"Hexagon Puzzle" = "Hexagon Puzzle";

/*Full Price label string*/
"Full Price" = "Full Price";
    
/*Price label string*/
"Price" = "Price";

/*Easy string*/
"Easy" = "Easy";

/*Difficult string*/
"Difficult" = "Difficult";

/*OK string*/
"OK" = "OK";

/*Cancel string*/
"Cancel" = "Cancel";

/*Yes string*/
"Yes" = "Yes";

/*No string*/
"No" = "No";
	
/*Close string*/
"Close" = "Close";

/*"Do you want save game to file for replaying and shareing?" string*/
"Do you want save game to file for replaying and sharing?" = "Do you want save game to file for replaying and sharing?";

/*LocationSharingWarning string*/
"LocationSharingWarning" = "Do you want to put your location information in game file which can be shared and viewed with other players?";

/*Game string*/
"Game" = "Game";

/*Creator string*/
"Creator" = "Creator";

/*E-mail string*/
"E-mail" = "E-mail";

/*Created string*/
"Created" = "Created";

/*Last Modified string*/
"Last Modified" = "Last Modified";
    
/*Original File string*/
"Original File" = "Original File";

/*Me string*/
"Me" = "Me";

/*All string*/
"All" = "All";
    
/*All string*/
"Map" = "Map";
    
/*Satellite string*/
"Satellite" = "Satellite";

/*Satellite string*/
"Hybird" = "Hybrid";

/*Game Creator string*/
"Game Creator" = "Game Creator";

/*Player string*/
"Player" = "Player";

/*Game Player string*/
"Game Player" = "Game Player";

/*PaidFeatureInGameAsk string*/
"PaidFeatureInGameAsk" = "The feature in the opened game is available in paid version. Do you want to purchase paid version?";

/*Continue string*/
"Continue" = "Continue";

/*Restart string*/
"Restart" = "Restart";

/*GameNotCompletedWarn string*/
"GameNotCompletedWarn" = "The last play of this game is not finished, do you want to:";

/*Share string*/
"Share" = "Share";

/*EmailFailed string*/
"EmailFailed" = "Failed to send e-mail.";

/*MessageFailed string*/
"MessageFailed" = "Failed to send message.";

/*I like game string*/
"I like game" = "I like game";

/*Tell Friend string*/
"Tell Friend" = "Tell Friends";

/*Post Score string */
"Post Score" = "Share Game";

/*E-mail string*/
"E-mail" = "E-mail";

/*SMS string*/
"SMS" = "SMS";

/*PurchaseSuggestion string*/
"PurchaseSuggestion" = "This game is too easy for you! You can buy more challenge one to play.";

/*SuggestTemporaryAccess string*/
"SuggestTemporaryAccess" = "If you can recommend this game to friend or on social network, you can temporarily access the paid game features in a few days.";

/*AccessPaidFeature string*/
"AccessPaidFeature" = "You can access paid version game feature by clicking online advertisement.";

/*YouCanAccessNextDaysFormat string*/
"YouCanAccessNextDaysFormat" = "You can access the paid game features in next %i days.";

/*ClickToClose string*/
"ClickToClose" = "Click to close and access advanced features.";

"RestorePurchase" = "Restore purchase"; 

"ReviewGamerOnlineStatus" = "View player online game records";

"StartOnlineGame" = "Start online game";

"AWS Service Failed" = "Failed to access game player online game record";

"Edge Unit" = "Edge Units";

/*"Earned Score/Per Game"*/
"Earned Score/Per Game" = "Earned Score";

"Post Game Score" = "Post Game Score";

"Score" = "Score";